{
  "date": "2020-03-25T23:04:28.784Z",
  "title": "Mendengarkan Musik",
  "body": "Belakangan saya sedang rewel dengan ihwal mendengarkan musik. Rewel dalam artian, selain pemilihan *genre* atau jenis musik, saya agak selektif dengan perihal teknis cara mendengarkan musik tersebut. Entah kenapa. Barangkali saya sedang berusaha—sok-sok-an—menjadi seorang *[audiophile](https://en.wikipedia.org/wiki/Audiophile).*\n\nSila periksa definisi kata ‘dengar’ di Kamus Besar Bahasa Indonesia (KBBI). Artinya secara harfiah adalah tangkap (suara). Lalu ada dua turunan kata ‘dengar’, yaitu ‘mendengar’ dan ‘mendengarkan”. Sepintas tidak ada perbedaan antara kedua turunan kata ‘dengar’ tersebut. Namun, sebenarnya ada perbedaan yang kentara.\n\nKBBI menjabarkan ‘mendengar’ sebagai “dapat menangkap suara (bunyi) dengan telinga.” artinya, mendengar adalah sebuah laku pasif di mana seseorang memiliki kemampuan menangkap suara (bunyi) dengan telinganya. Sementara itu, ‘mendengarkan’ diartikan sebagai ‘mendengar sesuatu dengan sungguh-sungguh, memasang telinga baik-baik untuk mendengar.” Artinya, ‘mendengarkan’ kurang lebih setali tiga uang dengan ‘mendengar’ di mana seseorang memiliki kemampuan menangkap suara (bunyi) dengan telinganya. Namun, ‘mendengarkan’ adalah laku aktif, si pendengar menjalankan laku ini dengan aktif.\n\nKaitannya dengan kerewelan saya ihwal mendengarkan musik? Sejak beberapa waktu ini saat bersinggungan dengan musik, saya berusaha menghindari ‘mendengar’. Alih-alih saya ‘mendengarkan’ musik tersebut. Saya tidak mau terjebak menjadi pendengar pasif yang ‘mendengar’ musik sebagai suara (bunyi) yang bak angin cuma lewat sekejap mendinginkan dahi saat saya sedang melakukan aktivitas lain. Saya berusaha keras mendidik kuping saya agar menjadi pendengar yang ‘mendengarkan’musik dengan aktif, dengan sungguh-sungguh. Artinya, menjadikan prosesi mendengarkan musik tersebut sebagai laku utama, primer, bukan sekunder. Titik.\n\nKetika melakoni prosesi mendengarkan musik secara aktif tersebut, saya secara sungguh-sungguh mencerap benar apa saja nilai-nilai yang terkandung dalam musik itu: tetek bengek instrumentasi, pemilihan diksi lirik, hingga membayangkan “apa ya yang ada di pikiran sang komponis saat menggubah repertoar ini?”\n\nDalam rangka memenuhi kebutuhan ‘kerewelan’ saya tersebut, perkara teknis bagaimana cara saya mendengarkan musik pun akhirnya jadi agak rumit. Misalnya, sejak beberapa tahun tentu saya ikut arus utama di mana khalayak beralih menikmati musik di layanan musik*streaming*seperti Spotify, iTunes, Apple Music, Deezer, dan lain-lain. Perlahan tapi pasti, format analog (atau digital yang disimpan di media penyimpanan konvensional) mulai ditinggalkan. Karena teknologi*cloud*adalah sebuah keistimewaan di mana setiap orang tidak perlu repot menyimpan file musik. Mereka cukup mengakses file musik itu dengan piranti lunak pilihan mereka (Spotify, dan lain-lain).\n\nSaya turut serta menikmati kecanggihan komputasi awan ini saat menikmati musik. Melalui Spotify, saya menjelajahi 50 juta koleksi musik dalam katalog mereka. Tanpa perlu repot-repot memikirkan membeli media penyimpanan ukuran besar. Namun, belakangan saya memikirkan ulang kebiasaan menikmati musik via Spotify ini karena saya menemukan beberapa kelemahan. Saya hanya akan menyebutkan dua di antaranya.\n\n*Pertama*,[algoritma Spotify](https://medium.com/@ericboam/i-decoded-the-spotify-recommendation-algorithm-heres-what-i-found-4b0f3654035b)yang luar biasa canggih di sisi lain terkadang memang sangat berguna karena ia mampu memberikan rekomendasi musik-musik yang paling tepat dimainkan di momen-momen tertentu. Ada senarai ‘Generasi Galau’ untuk seseorang yang tengah gundah gulana karena perkara asmara. Atau senarai ‘Rock Banget’ untuk mereka yang tengah bersemangat mengerjakan sesuatu dan butuh semacam*mood booster*. Dan jangan lupakan senarai ‘Discover Weekly’ dan ‘Daily Mix’ yang disusun oleh kecerdasan buatan Spotify untuk masing-masing personal. Keren namun mengerikan di saat yang bersamaan:[Spotify](https://medium.com/s/story/spotifys-discover-weekly-how-machine-learning-finds-your-new-music-19a41ab76efe)mengetahui diri kita lebih baik, lebih dari diri kita yang terkadang kesulitan memahami diri kita sendiri.\n\nSungguh berguna bukan? Namun, di sisi lain, menurut hemat saya. Algoritma Spotify ini juga menjadi instrumen yang mampu menciptakan selera, ia menyetir selera pendengarnya. Contoh mudahnya kita gunakan analogi ‘periklanan’. Kredo dunia periklanan adalah ‘konsistensi adalah kunci’. Bombardir seseorang dengan iklan yang sama secara berkala. Cepat atau lambat, sekuat apapun seseorang tidak mengindahkan iklan tersebut, akan ada titik di mana ia akhirnya menyerah dan membeli produk yang diiklankan.\n\nDemikian pula algoritma Spotify bekerja. Sekuat apapun kita berusaha hanya mau menikmati musik yang kita simpan di perpustakaan musik kita, tidak dapat dihindari bahwa saat membuka perangkat lunak Spotify, kita akan menuju ke halaman muka (*home*). Halaman di mana berbagai senarai rekomendasi musik (album, artist,*playlist*/senarai) bersarang. Cepat atau lambat kita akan memilih satu atau dua rekomendasi itu untuk kita dengarkan.\n\nIni akan menjadi instrumen penggiring selera. Kita bak masuk ke Ind\\*m\\*ret, sebenarnya hanya mau ke bagian mie instan untuk beli mie instant. Namun, di dekat pintu masuk terpajang tumpukan sirup sirup dengan tulisan besar terpampang jelas ‘PROMO’, dan ini jelang bulan puasa. Maka, selain membeli mie instan, kita akhirnya membeli juga sirup itu.\n\nDan, algoritma penyetir selera Spotify ini akan dengan mudah digunakan elit di industri musik untuk menggenjot penjualan artist yang bernaung di bawah atap mereka. Masih ingat kejadian 2018 silam saat album[Scorpion](https://www.billboard.com/articles/columns/chart-beat/8463661/drake-scorpion-breaks-one-week-us-streaming-record-three-days)milik Drake memecahkan rekor dengan dimainkan sebanyak 435 juta kali hanya dalam waktu tiga hari setelah dirilis? Protes besar oleh[pengguna Spotify](https://techcrunch.com/2018/07/03/spotify-users-push-back-at-the-over-the-top-drake-promotion/)langsung meledak kala itu. Pemicu protes itu sederhana saja: nama dan foto Drake muncul di setiap*playlist*/senarai musik. Bahkan di senarai yang ‘nggak*nyambung*’ dengan musiknya Drake. Kesimpulannya: algoritma canggih Spotify + kongkalikong dengan industri musik arus utama = pencetakan selera.\n\n*Kedua,*kelemahan Spotify yang mau saya bicarakan adalah ihwal kualitas musik yang disediakan. Bukan. Saya bukan tengah bicara kualitas musikalitas (instrumentasi, kualitas lirik, dan lain-lain). Yang saya maksud adalah kualitas audio yang disajikan.\n\nBelakangan saya baru tahu bahwa ternyata[Spotify menggunakan format ogg vorbis](https://support.spotify.com/us/article/high-quality-streaming/)untuk musik yang mereka sajikan ke para pelanggan. Ini adalah format musik digital yang setali tiga uang dengan format yang lebih populer, mp3. Keduanya adalah format musik*[lossy](https://en.wikipedia.org/wiki/Lossy_compression),*artinya ini adalah format musik yang sudah mengalami proses pengkompresan. Data-data dalam sebuah musik dipangkas, dalam rangka memperoleh file berukuran kecil. Perbandingannya misalnya, jika format wav (*[lossless](https://en.wikipedia.org/wiki/Lossless_compression),*data dalam lagu utuh sesuai dengan hasil akhir*rendering*di studio, tidak dikompres) memiliki rata-rata ukuran 20-30 MB per lagu, maka ogg atau mp3 memiliki ukuran file 5-15 MB per lagu, tergantung berapa kbps yang dipilih.\n\nBalik lagi ke perihal kerewelan saya saat menikmati musik. Format ogg vorbis yang digunakan Spotify ini menurut hemat centang perenang saya adalah masalah. Kenapa? Karena dalam rangka mengecilkan ukuran file, format*lossy*mengorbankan*clarity*atau kejernihan suara/bunyi musik. Mungkin akan sulit dibedakan. Namun, jika kita cukup jeli, akan ada perbedaan kejernihan yang sangat jelas saat kita mendengarkan format digital terkompresi dengan format analog misalnya CD atau vinyl. Saya belakangan agak kurang nyaman dengan perkara kejernihan Spotify ini, karena ia akan mendidik penikmat musik menjadi sekadar sosok yang ‘mendengar’, bukan ‘mendengarkan’.\n\nDi Spotify ada fitur untuk memilih kualitas musik yang diputar. Penikmat musik bisa memilih dari kualitas terendah (*low*) sampai tertinggi (*very high*). Saya baru saja menemukan rincian kualitas musik Spotify tersebut adalah seperti ini:\n\nLow: 24 kbps\n\nNormal: 96 kbps\n\nHigh: 160 kbps\n\nVery High: 320 kbps\n\nNah, dalam fitur penyetelan kualitas musik Spotify ini, ada*disclaimer*bahwa semakin tinggi kualitas yang dipilih, semakin tinggi konsumsi data selular (kuota) yang dihabiskan. Syukur-syukur kalau seorang penikmat musik memiliki*privilege*kuota internet tak terhingga sehingga ia dapat memilih kualitas tertinggi. Bagaimana dengan mereka yang irit kuota? Mereka harus memilih kualitas terendah atau normal.\n\nBayangkan skenario ini: kita tengah menonton konser Rhoma Irama dan Soneta Group. Jika pilihan*very high*akan menghadirkan kejernihan suara yang penuh, semua detil suara seruling, kendang hingga melodi solo gitar Bang Haji mampu kita dengarkan. Maka, penikmat musik dengan kualitas*low*atau*normal*memang akan mendengar*output*musik yang sama, namun ada ketidakseimbangan tata suara di mana suara seruling tenggelam karena kalah dengan hentakan drum. Atau, solo gitar Bang Haji terdengar*mendem.*\n\nAtas dasar pertimbangan di atas, saya memutuskan untuk mulai belajar memperbaiki kuping saya. Spotify masih saya gunakan, terutama jika tengah berada di luar rumah. Meski boros kuota dan saya tak punya hak istimewa kuota internet tak terhingga, saya tetap memaksakan menyetel kualitas musiknya sebagai*very high*. Jika sedang di rumah, saya lebih suka mendengarkan musik di laptop[Linux Mint](https://linuxmint.com/)dan[Kubuntu](https://kubuntu.org/)saya, dengan piranti lunak pemutar musik[Clementine](https://www.clementine-player.org/).\n\nDan sebagai pilihan format musik yang didengarkan, belakangan saya tengah gandrung dengan format[FLAC](https://xiph.org/flac). Format yang merupakan kependekan dari*Free Lossless Audio Codec*ini mirip dengan WAV: ia*lossless*. Artinya datanya penuh dan tidak dikompresi. Kejernihan atau*clarity*sebuah musik jelas terjamin.\n\nMaka, saya kumpulkan kembali koleksi cakram padat saya—serta meminjam koleksi milik teman-teman—lalu me-*ripping*media penyimpanan musik itu menjadi format FLAC. Karena ukuran file*lossless*FLAC yang besar. Jadilah kapasitas HD laptop saya langsung menyusut, koleksi FLAC ini langsung menyita 250 GB*harddisk*saya. Ah tidak jadi masalah. Karena hasil akhir dari laku mendengarkan musik format FLAC ini cukup mengagetkan: saya bahagia.\n\nEntah kenapa. Barangkali jargon—yang dianggap basi—bahwa ‘bahagia itu sederhana’ itu rupanya memang benar adanya. Hanya karena mendengarkan musik yang jernih dari format FLAC, saya merasa sangat bahagia, gembira, optimistis. Perenungan demi perenungan muncul dengan lebih baik saat saya mendengarkan format*[open source](https://en.wikipedia.org/wiki/Open_source)*ini.\n\nKesimpulannya: tidak dapat dimungkiri, musik memiliki peran sentral dalam perkara emosional manusia. Dengan mendengar musik secara pasif, barangkali ini akan menjadi kebiasaan yang tertanam pada diri kita: menjadi sosok yang pasif. Kebalikannya, dengan mendengarkan musik secara aktif, diri kita akan terdidik untuk lebih aktif menyikapi berbagai hal dalam hidup.\n\nJadi, hari ini kamu sudah mendengar musik? Atau mendengarkan musik?",
  "description": "Belakangan saya sedang rewel dengan ihwal mendengarkan musik. Rewel dalam artian, selain pemilihan *genre* atau jenis musik, saya agak selektif dengan perihal teknis cara mendengarkan musik tersebut"
}